tap "homebrew/bundle"
tap "isen-ng/dotnet-sdk-versions"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "python@3.13"
brew "cask"
brew "fnm"
brew "libpq", link: true
brew "mongosh"
brew "sevenzip"
brew "yazi"
brew "poetry"
cask "aerospace"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "ghostty"
cask "istat-menus"
cask "karabiner-elements"
cask "localsend"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mongodb-compass"
cask "obs"
cask "obsidian"
cask "pdf-expert"
cask "postman"
cask "rider"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "soundsource"
cask "spotify"
cask "via"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "pgadmin4"
cask "raycast"
