tap "mongodb/brew"
tap "nikitabobko/tap"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
brew "zsh-syntax-highlighting"
brew "tmux"
brew "mono-libgdiplus"
brew "python@3.13"
brew "cask"
brew "fnm"
brew "libpq", link: true
brew "mongosh"
brew "sevenzip"
brew "yazi"
brew "poetry"
brew "typescript"
brew "wget"
brew "fzf"
brew "jq"
brew "fd"
brew "ripgrep"
brew "tree"
brew "unzip"
brew "zip"
brew "zoxide"
brew "clipboard"
brew "ansible"
brew "stow"
brew "fastfetch"
brew "age"
brew "zlib"
brew "glow"
brew "make"
brew "eza"
brew "direnv"
brew "lazygit"
brew "lazydocker"
brew "awscli"
brew "awscli-local"
brew "hg"
brew "pngpaste"
brew "imagemagick"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "ghostty"
cask "istat-menus"
cask "karabiner-elements"
cask "localsend"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mongodb-compass"
cask "obs"
cask "obsidian"
cask "pdf-expert"
cask "postman"
cask "rider"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "soundsource"
cask "spotify"
cask "via"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "pgadmin4"
cask "raycast"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "qmk-toolbox"
cask "brave-browser"
cask "balenaetcher"
